<template>
  <div class="page-agreement-privacy mpm-ptb20 mpm-plr32">
    <p>
      尊敬的用户，我们对四季人才进行了更新，继续优化申请您个人信息/设备权限的功能场景，来进一步确保在您明确知情、同意的前提下收集、使用您的个人信息。就此，我们对《四季人才网隐私政策》进行了相应更新，请您仔细阅读更新后的条款。
    </p>
    <p>正文：</p>
    <p>
      四季人才相关服务由杭州四季英聘科技有限公司（注册地址：浙江省杭州市江干区九堡街道九华街1号9幢1层020号工位）向您提供，您在使用我们服务时（如进行找工作、招聘），我们可能会为提供更好的服务需要而收集和使用您必要的个人信息。我们希望通过《四季人才网隐私政策》（以下简称“本隐私政策”）帮助您了解我们会收集哪些信息、为什么收集这些信息，会利用这些信息做些什么及如何保护这些信息，重点包括：
    </p>
    <p>
      ※具体功能可能收集、使用个人信息的范围、目的、方式，以及拒绝提供个人信息可能的影响。
      <u class="bold_font">请知悉，如拒绝提供非必要个人信息或附加功能所需信息时，您仍然能够使用基本功能。</u>
    </p>
    <p>※SDK收集、使用个人信息，调取设备权限的范围、目的、方式。</p>
    <p>
      ※小程序（及SDK）可能需要调取的设备权限、调用目的及其对应业务功能、调用前是否询问以及用户关闭相应权限的方式。
      <u class="bold_font">
        请知悉，您同意本《隐私政策》后，相应设备权限并不会默认开启，当涉及重要或敏感的设备权限时，我们会在您使用到相应业务功能时，另行弹窗再次征得您的同意后开启，权限开启后，您还可以随时通过设备设置权限关闭，你不同意开启权限，将不会影响其他非相关业务功能的正常使用。
      </u>
    </p>
    <p>※Cookies及同类技术的使用。</p>
    <p>※我们如何共享、保护您的个人信息等。</p>
    <p>
      <u class="bold_font">
        请您在注册、登录并使用我们服务前仔细阅读此《四季人才网隐私政策》（尤其是字体加粗及下划线的内容）并充分理解本隐私政策的全部内容您勾选“我已阅读并同意《隐私政策》”，即表示您同意此等隐私政策，授权并接受我们按照本隐私政策的规定收集、保存、使用、共享、披露您的信息。如您不同意协议中的任何条款，您应立即停止访问四季人才网及使用相关服务。
      </u>
    </p>
    <p>本隐私政策适用于您通过任何方式(包括但不限于网站、微信公众号、微信小程序等)对四季人才网各项服务的访问和使用。</p>
    <h4>一、个人信息的收集及使用</h4>
    <p>
      根据《中华人民共和国网络安全法》等相关法律法规的规定，网络运营者为用户提供信息发布、即时通讯等服务，在与用户签订协议或者确认提供服务时，应当要求用户提供真实身份信息；用户不提供真实身份信息的，网络运营者不得为其提供相关服务。根据《人力资源市场暂行条例》、《网络招聘服务管理规定》，网络招聘服务平台需对用人单位及其经办人员身份进行审查，劳动者（候选人）也应如实提供本人基本信息以及与应聘岗位相关的知识、技能、工作经历等情况。基于此，为了符合法律法规要求并更好地为您提供服务，我们将收集并使用您的个人信息。我们承诺将坚持“最小必要化”原则收集、使用、存储和传输用户信息，并通过隐私政策告知您相关信息的使用目的和范围。
    </p>
    <h4>（ 一 ）个人信息的定义</h4>
    <p>
      个人信息，是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定
      自然人活动情况的各种信息，在本隐私政策中涉及的个人信息包括但不限于：个人基本资料、个人身份信息、个人生物识别信息、网络身份标识信息、个人健康生理信息、个人教育工作信息、个人财产信息、个人通信信息、联系人信息、个人上网记录、
      <span class="bold_font">个人常用设备信息</span>
      、个人位置信息等。
      上述个人位置信息包括IP地址、位置（或精确定位/粗略定位（视具体设备系统权限管理功能））、Wi-Fi接入点、蓝牙和基站等信息。
    </p>
    <p>
      <u class="bold_font">
        如无特别说明，本《隐私政策》中使用的特定词语，均遵循以上定义。其他特定词语在未作特别说明的情况下可参照《四季人才网用户协议》。
      </u>
    </p>
    <h4>（ 二 ）需收集、使用您个人信息的基本功能</h4>
    <p>1. 用户注册</p>
    <p>
      当您注册时，您需要至少向我们提供您本人的手机号码用于注册账号，我们将通过发送短信验证码的方式来验证您的身份是否有效。您可以自主设置您的账户密码，并在后续完善账号信息，如绑定邮箱地址。
    </p>
    <p>
      如果您不提供上述信息，不影响您通过小程序浏览、搜索；您的行为仍将受本隐私政策约束，本平台仍有权使用您的其他信息（如设备信息等）。
    </p>
    <p>2. 编辑个人简历时</p>
    <p>
      由于本平台是连接候选人与用人者的中介信息平台及职业社区，如您作为求职者用户，
      <u class="bold_font">您必须先完善您的个人简介后方可投递本网站上用人者发布的职位。</u>
      个人简介包含如下信息：
    </p>
    <ul>
      <li>1）个人信息：姓名、出生日期、性别、所在城市、身份（职场人士/学生）；</li>
      <li>2）工作经历：公司名称、公司行业、个人优势标签、职位类型、职位名称、工作内容；</li>
      <li>3）其他信息：头像（微信授权获得）。/学生）；</li>
    </ul>
    <p class="bold_font">
      本平台致力于保护你的信息安全，针对上述内容你拥有通过系统隐私设置功能，选择是否完全公开您的简历或屏蔽某些用人者/商户发现您的信息的权利。
    </p>
    <h4>（ 三 ）需收集、使用个人信息的附加功能</h4>
    <p>1. 招聘者注册及微信授权认证</p>
    <p>
      请注意，您
      <u class="bold_font">作为企事业单位或组织的招聘人员进行招聘者身份注册时，需要提供您的个人姓名、头像</u>
      （微信授权获取）、公司全称、招聘职位；另外，还需提供您所属的公司信息及营业执照。如您不能或拒绝提供上述信息，将无法以招聘者身份完成注册。
    </p>
    <p>
      您在代表用人者注册招聘人员账号并入驻平台时提交的用人者相应资质材料（包括但不限于用人者的执照），并不属于您的个人信息，而是用于证明用人者的资质及用人者真实招聘需求。您作为用人者招聘人员代表企业在平台上提供的信息及使用平台所产生的信息，用人者均有权向平台申请获取或查看上述信息。
    </p>
    <p>2. 投递职位</p>
    <p>
      作为求职者用户，在投递具体职位前，您可以晚上个人简介（由您自行编写）。我们将收集您的个人简介信息以便后续通过平台功能传递至招聘者。
    </p>
    <p>3. 与位置信息相关的部分求职、招聘功能</p>
    <p class="bold_font">
      部分求职、招聘相关功能需要使用您的位置信息（如所在城市、地区或具体GPS定位），我们会在首次使用具体服务场景时通过弹窗申请。我们承诺仅会在使用相关功能时获取您的位置信息，不会追踪您的具体行踪轨迹。如您拒绝授权，您可以选择手动输入位置信息或使用不需要位置信息的招聘或求职功能，但不影响您使用不基于位置的其他服务。
    </p>
    <p>（1）求职者相关</p>
    <p>
      查看首页“区域”职位列表、依据位置信息刷新“最新发布”/“兼职优选”职位列表、查看职位位置（以便为您计算从当前位置前往目标地点的路线和时间）、设置住址
    </p>
    <p>（2）用人者相关</p>
    <p>编辑公司/门店地址、编辑职位地址</p>
    <p>4. 沟通功能</p>
    <p>
      平台为招聘企业及候选人之间提供了在线沟通的功能，为此平台需要使用双方的账号名称、头像。根据双方沟通情况，用户可自行决定是否交换电话或其他信息。
    </p>
    <p>5.在线购买服务</p>
    <p>
      当您在线购买四季人才网增值服务时，我们不收集您的个人信息但需要与第三方支付机构共享您的购买明细、订单号与交易金额信息以便其确认您的交易并完成支付。
    </p>
    <p>
      部分第三方支付机构SDK需要收集、使用您的设备信息、
      <span class="bold_font">位置信息</span>
      ，以便完成支付安全校验，具体见本条第（五）款“第三方SDK（或API）收集、使用您个人信息的情形”。
    </p>
    <p>6.客服功能</p>
    <p>
      您在使用服务的过程中，可向客服渠道提出任何问题、意见、建议、投诉、举报等需求。
      我们将基于具体情况调取用户身份相关信息（如账号ID、密码、手机号、）、
      <span class="bold_font">沟通记录</span>
      （包括您与其他用户的
      <span class="bold_font">聊天记录</span>
      、您与平台客户的
      <span class="bold_font">通话录音</span>
      ）、服务使用记录（投递记录、职位发布记录）、购买记录（订单、金额）等。有关向第三方披露、共享您的个人信息的情况，将遵循下文中的具体约定。
    </p>
    <p>7.安全相关</p>
    <p>
      依据《中华人民共和国网络安全法》等相关法律法规规定，响应维护网络秩序和防欺诈的要求，您通过平台与他人在线沟通、拨打电话等商务场景下产生的文字、语音等形式的
      <span class="bold_font">沟通记录</span>
      会被存储，但仅用于投诉举报的处理、安全风控及离线暂存功能的实现。本平台对该信息的采集、传输及存储均会采取加密、防泄露等相关措施。有关向第三方披露、共享您的个人信息的情况，将遵循下文中的具体约定。
    </p>
    <h4>（ 四 ）改进产品/服务的功能：</h4>
    <p>
      为了给您带来更便捷及个性化的服务，当您登录平台的小程序时，我们会收集您的
      <span class="bold_font">个人上网记录</span>
      （通过日志储存的个人信息主体操作记录，包括网站浏览记录、软件使用记录、点击记录、收藏列表等）、
      <span class="bold_font">个人常用设备信息</span>
      （包括硬件序列号、设备MAC地址、软件列表、
      <span class="bold_font">唯一设备识别码</span>
      （如IMEI/Android
      ID/IDFA）等在内的描述个人常用设备基本情况的信息）（安卓设备需要通过获取您的电话权限以访问唯一设备标识信息，取决于不同设备厂商，
      具体权限名称可能略有差异；我们会在您授权同意后，访问您的设备标识信息）。我们可能会将前述信息用于：
    </p>
    <ul>
      <li class="bold_font">
        1.求职、招聘行为安全风控：我们会使用唯一设备识别码来识别发现、定位和排查行为异常，小程序异常登录情况，以保证用户的账号安全以及求职招聘行为的真实性。
      </li>
      <li class="bold_font">
        2.基于前述信息以及您个人简介、收藏数据（例如您作为求职者收藏的招聘企业、职位以及您作为企业招聘人员收藏的候选人等）
        对您的偏好、习惯、位置作特征分析和用户画像，以便为您提供更适合您的定制化服务，例如向您展现或推荐相关程度更高（而非普遍推送）的职位展示结果、职位搜索结果、信息流或者推广信息结果。
      </li>
      <li>
        3.用于产品功能改进：如统计我们产品的用户数量、分析产品的使用状况、网页升级改版、浏览器兼容性检测、排查崩溃原因、减少崩溃情况、改进产品BUG、优化产品的稳定性及功能性、打击违法违规行为及防止平台用户个人信息泄露等。
      </li>
      <li>4.为了统计广告来源、监测广告投放情况。</li>
    </ul>
    <h4>（五）第三方SDK（或API）收集、使用您个人信息的情形</h4>
    <p>
      我们提供部分功能和/或服务时需要使用第三方SDK（或API）技术，这些第三方SDK（或API）可能会收集或使用您的部分个人信息/设备权限
      <span class="bold_font">（具体可点击本链接查看第三方SDK列表）</span>
      。我们会对相关SDK（或API）进行严格的安全检测，并采取技术手段，努力确保其按照本政策以及其他任何相关的保密和安全措施来处理个人信息。另外，对我们与之共享用户信息的公司、组织和个人，我们也会与其签署协议来规范对于用户信息的使用。
    </p>
    <h4>（六）需要您授权同意调取系统权限的情形</h4>
    <p>
      在为您提供前述基本功能、附加功能、改进产品/服务的功能，或第三方SDK收集使用您的个人信息时，
      部分场景的实现依赖于您同意客户端（App）、第三方SDK调取您所使用设备的相应系统权限。
      <span class="bold_font">
        只有在您登录且首次进入特定使用场景时，客户端（小程序）才会通过弹窗申请来获取您的同意。
      </span>
      您可以在您的终端设备中逐项查看各种权限的开启状态，并可以随时开启或关闭这些权限（视终端设备及操作系统不同，可能略有差异）；
      另外，我们也在客户端（小程序）中设置了专门、集中的权限管理页面，方便您查看和管理部分敏感权限。
      <u class="bold_font">
        请您注意，您开启这些权限即代表您在使用我们服务期间持续授权我们可以收集和使用这些个人信息来实现上述的功能，
        您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，
        也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
      </u>
    </p>
    <h4>（七）无需征得授权的情形</h4>
    <p>
      <u>
        根据国家法律法规的相关规定及特定事项的需求，平台在以下情况无需经过您的授权即可收集并使用您的个人信息，您知晓并充分理解此等情形：
      </u>
    </p>
    <ul>
      <li>与国家安全、国防安全有关的;</li>
      <li>与公共安全、公共卫生、重大公共利益有关的;</li>
      <li>与犯罪侦查、起诉、审判和判决执行等有关的;</li>
      <li>出于维护个人信息主体或其他个人的生命、财产等重大合法权益的;</li>
      <li>所收集的个人信息是个人信息主体自行向社会公众公开的;</li>
      <li>从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道;</li>
      <li>根据您的要求签订合同所必需的;</li>
      <li>用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障;</li>
      <li>为合法的新闻报道所必需的;</li>
      <li>
        统计机构、学术研究机构、政府公共部门等基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的;;
      </li>
      <li>法律法规规定的其他情形。</li>
      <li></li>
    </ul>
    <h4>（八） 个人信息去标识化/匿名化后的使用</h4>
    <p>
      <u>
        在收集您的个人信息后，我们可以通过技术手段对数据进行去标识化处理，或进行匿名化处理。
        <span class="bold_font">
          您了解并同意，在此情况下我们有权使用前述信息对用户数据库进行分析并予以商业化的利用。
        </span>
      </u>
      比如，我们会对我们服务使用情况进行统计，
      并可能会与公众或第三方共享这些统计信息，以展示互联网行业及招聘领域发展趋势等，但这些统计信息不包含您的任何身份识别信息。
    </p>
    <h4>二、 个人信息的共享、披露及转让</h4>
    <h4>(一) 共享</h4>
    <p>1. 我们不会与杭州四季英聘科技有限公司关联公司以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
    <ul>
      <li>(1)事先获得您明确的同意或授权；</li>
      <li>(2)只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</li>
      <li>(3)产品与/或服务的提供包含、依赖于第三方的服务（例如基于第三方SDK实现的部分功能）；</li>
      <li>(4)符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</li>
      <li>(5)基于学术研究而使用；</li>
      <li>(6)基于符合法律法规的社会公共利益而共享。</li>
    </ul>
    <p>
      2.
      基于上述情况与关联方、第三方共享您的个人信息时，我们只会共享必要的个人信息。我们的关联方、第三方如果改变个人信息的使用目的应再次征求您的授权同意。
    </p>
    <h4>(二)转让</h4>
    <p>除以下情形外，我们不会将您的个人信息转让给除杭州四季英聘科技有限公司及其关联公司外的第三方:</p>
    <ul>
      <li>事先获得您的明确授权或同意</li>
      <li>满足法律法规、法律程序的要求或强制性的政府要求或司法裁定;</li>
      <li>
        <u>
          如果我们或我们的关联公司涉及合并、分立、清算、资产或业务的收购或出售等交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将确保该等信息在转移时的机密性，并尽量确保在转移后继续受到其他隐私权政策的约束。
        </u>
      </li>
    </ul>
    <h4>(三)披露</h4>
    <p>
      <u>在以下情况，且相应采取了达到行业普遍保护措施的情况下，我们才会披露您的个人信息:</u>
    </p>
    <ul>
      <li>您明确授权或同意；</li>
      <li>与国家安全、国防安全、公共安全、公共卫生、重大公共利益有关的;</li>
      <li>与犯罪侦查、起诉、审判和判决执行等有关的;</li>
      <li>根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供;</li>
      <li>在法律法规允许的范围内，为维护用户或社会公众利益、财产或安全免遭损害而有必要提供;</li>
      <li>为处理您与他人的纠纷或争议;</li>
      <li>符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</li>
      <li>基于符合法律法规的社会公共利益而披露。</li>
    </ul>
    <h4>三、个人信息的保护</h4>
    <p>我们非常重视个人信息的保护，并尽可能的采取各种措施。在信息安全管理方面，达到经营本网站业务所相适用的水平。</p>
    <h4>(一) 从技术手段上</h4>
    <p>
      我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，在您的浏览器与服务器之间交换数据时受
      SSL协议加密保护，同时对四季人才网提供HTTPS协议安全浏览方式；我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
    </p>
    <p>
      我们有行业先进的以数据为核心、围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。目前，我们的重要信息系统已经通过网络安全等级保护的三级测评、ISO27001信息安全管理体系认证。
    </p>
    <p>
      <u>
        但由于技术的限制以及可能存在的各种恶意手段，平台不承诺您的信息的绝对安全。如出现第三方采取不正当手段获取用户个人信息的，在平台已按照法律法规及本隐私政策履行网络运营者应尽的义务情况下，本平台不承担额外的责任。
      </u>
    </p>
    <h4>(二) 从规则制度上</h4>
    <p>1. 内部制度</p>
    <p>
      四季人才设置了专门部门及岗位负责信息安全保障工作(岗位和人员可能会随公司发展而变动)，利用技术手段实时监测平台运营状况，并合理分配设置不同工作人员后台系统权限;与此同时四季人才还与每名员工签订《保密协议》，以确保内部有着完善的信息安全管理制度。另外，我们也在不断完善信息安全相关制度规则，以及加强对员工的信息安全教育工作等。
    </p>
    <p>2. 对于平台其他用户或其他第三方</p>
    <p>
      如涉及向平台其他用户或其他第三方共享、转让、披露用户个人信息的情形，我们同样会要求他们遵守相关规则，包括平台用户协议、本隐私政策、签署的相关协议中的保密条款等。
    </p>
    <h4>(三) 安全事件</h4>
    <p>
      为了应对可能的网络攻击、安全漏洞、信息泄露等风险事件，平台内部制定了相应的安全事件应急预案。一旦发生相关事件，我们将迅速处理并按照法律法规要求上报政府相关部门;
      <u>
        同时，我们也将按照法律法规的要求及时向您通知:
        安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。此等通知将以邮件、信函、电话、推送通知等方式呈现，如果难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
      </u>
    </p>
    <p>
      <u>如果您发现了任何有关平台的潜在安全风险(如系统漏洞等)或者个人信息安全事件，您可以向平台及时反馈并联系我们。</u>
    </p>
    <h4>四、用户对个人信息的管理</h4>
    <h4>(一) 编辑信息</h4>
    <p>
      1.个人简介：如果您是求职者，您可以通过小程序端“点击底栏‘我’功能模块——我的在线个人简介”来对您的在线简介进行修订、更正、补充等。
    </p>
    <p>
      2.账号信息：通过小程序端“点击底栏‘我’功能模块——设置-我的账号”来进行修改、更正、补充等。
      <u class="bold_font">
        由于部分信息属于个人身份识别的关键信息，我们可能需要对您的部分个人信息重新验证，或要求重新提交新的信息等。
      </u>
    </p>
    <p>
      <u>您也可以删除您的部分个人信息，但这可能导致您将无法使用平台的部分服务或具体功能。</u>
    </p>
    <h4>(二)更改或撤销授权</h4>
    <p>
      您可以通过平台提供的功能来更改您的隐私设置：如果您是求职者，您可以小程序端“点击“底栏‘我’功能模块——隐私设置/设置（隐藏手机号）”来调整您选择对外展示的信息。
    </p>
    <h4>六、关于未成年人个人信息的处理</h4>
    <p>
      由于本平台是连接候选人与用人者的中介信息平台及职业社区，根据国家劳动相关法律法规以及平台用户协议，您必须是十六周岁以上方可注册平台账号。
    </p>
    <p>
      如果您是以自己劳动收入为主要生活来源的十六周岁以上的未成年人，则您有完全民事行为能力，您与平台之前的关系完全适用本隐私政策。
    </p>
    <p>
      如果您不是以自己的劳动收入为主要来源的十六周岁以上的未成年人，您仍然需要在监护人同意及监督下适用我们的产品。平台会在受到法律允许、监护人明确同意或者保护未成年人所必要的情况下收集、使用或公开披露您的个人信息。
    </p>
    <h4>七、数据保存地域</h4>
    <p>您的个人信息将只存储在位于中国的服务器上，您的信息将不会被平台主动传输到境外。</p>
    <h4>八、隐私政策的更新</h4>
    <p>
      随着平台经营的发展，本隐私政策将不时更新。我们会通过在网站公告、小程序端推送、短信等其他适当方式提醒您相关内容的更新。你也可以随时访问我们的隐私政策页面来获知最新版本。
    </p>
    <p>
      对于重大变更（我们收集和使用您个人信息方式的变化将导致您的权利实质性的减少或义务的实质性增多）我们会采用更为显著的通知方式。
    </p>
    <p>
      <u class="bold_font">在您知晓或应当知晓上述更新后，仍然选择继续使用我们的服务，视为接受更新。</u>
    </p>
    <h4>九、联系我们</h4>
    <p>关于本隐私政策及个人信息的任何问题，您可以通过产品的在线反馈功能或如下方式同我们联系:</p>
    <p class="bold_font">
      电话:0571-86529997 (工作日 9:00-18:00)
      邮箱:sijirencai@hzmeipingmi.com，通讯地址:浙江省杭州市江干区九堡街道九华路1号9幢1层020号工位
    </p>
    <p>
      <u>
        为了核查您的问题并及时向您反馈，我们可能需要您提交身份证明、有效联系方式和书面请求及相关证据。我们将尽快处理您的问题，您仍然可以按照法律法规规定向有关政府部门进行反馈。
      </u>
    </p>
  </div>
</template>

<script>
import APIBridge from '@/utils/api-bridge'
export default {
  created() {
    setTimeout(() => {
      APIBridge.hideLoading({
        title: '', // 非必填
        mask: true, // （有空实现），是否显示遮罩，阻止穿透点击
      })
    }, 100)
  },
}
</script>

<style lang="scss">
@media screen and (min-width: 700px) {
  html {
    font-size: 13.33334/2 + vw;
  }
}

.page-agreement-privacy {
  h2,
  h3,
  h4,
  h5,
  h6 {
    font-size: 28px;
    margin: 20px 0;
  }

  a {
    color: blue !important;
    text-decoration: underline;
  }

  p {
    margin: 20px 0;
  }

  em {
    font-weight: bold;
  }

  ul {
    padding-left: 1em;
  }

  ul li {
    margin: 10px 0;
  }

  .bold_font {
    font-weight: 600;
  }
}
</style>
