<template>
  <div class="page-agreement-privacy mpm-ptb20 mpm-plr32">
    <h4>一、前言</h4>
    <p>
      感谢您使用四季人才平台！为打造一个合法、安全、公平、真实、准确、效率的招聘求职信息服务平台，我们对四季人才岗位信息制定了基本的规则。
    </p>
    <p>
      您在使用四季人才平台填写并发布企业/门店/门店信息、岗位信息之前，请务必审慎阅读、充分理解本规则。您使用四季人才平台岗位信息发布服务的行为，即表示您已阅读并同意本规则所涉全部内容。
    </p>
    <p>
      四季人才有权根据法律法规、政策及产品需求更新本规则，请您定期访问并查看最新规则。如您继续使用四季人才服务的，即表示您接受经修订后的规则。
    </p>
    <h4>二、企业/门店信息发布规则</h4>
    <p>
      您应当确保填写的企业/门店相关信息合法、真实、准确，您发布的所有文字、图片、视频等内容，都不得含有任何违法、政治敏感、不符合公序良俗、侵犯他人权益的内容。
    </p>
    <p>在您填写或修改已有的企业/门店相关信息时，应当遵守的具体规则包括但不限于：</p>
    <ul>
      <li>企业/门店名称、品牌名称、LOGO应当与该企业/门店主体具有一致性，或有使用权；</li>
      <li>品牌名称不得与其他知名品牌名称相同或近似；</li>
      <li>公司经营地址应当真实有效，如发生变化应当及时更新；</li>
      <li>公司网址应当真实有效，如发生变化应当及时更新；</li>
      <li>在公司介绍主页上，不得上传与公司无关的图片或涉及联系方式的内容；</li>
      <li>公司介绍的文字内容应当真实、准确、完整，便于求职者理解，不得发布与公司介绍无关的文字内容；</li>
      <li>公司介绍中包含的经营内容应当与公司的经营范围存在一致性；</li>
      <li>产品介绍应当真实、准确、完整，不得将他人产品或产品介绍挪为己用，相关产品应符合公司的经营范围要求；</li>
      <li>提供的高管或个人图片应当真实可辨，不得将他人的照片或无关的图片作为个人照片；</li>
      <li>您发布的信息中不得包含任何其他个人的隐私信息或其他公司的商业信息。</li>
    </ul>
    <h4>三、禁止发布的岗位信息</h4>
    <p>
      基于合法性、安全性、真实性、有效性等原则考虑，目前四季人才平台不提供包含以下信息的岗位发布服务，若您发布的岗位信息包含以下内容，可能将随时被驳回（部分或全部屏蔽、删除）：
    </p>
    <ul>
      <li>违法及不良类信息</li>
      <li>包含违法、政治敏感内容；</li>
      <li>包含色情、淫秽、性暗示或三俗内容，如寻找伴侣、寻求包养等；</li>
      <li>包含违反《劳动合同法》等相关法律法规规定的内容，如低于最低工资要求等；</li>
      <li>包含性别歧视或指向性歧视、地域歧视等；</li>
      <li>包含人身攻击或其他侵害他人权益的内容；</li>
      <li>虚假/不明确的信息；</li>
      <li>包含不真实的公司信息</li>
      <li>包含虚假的Boss身份信息；</li>
      <li>包含不真实的岗位描述、工作内容、薪资或工作地点；</li>
      <li>岗位类型与岗位描述或与公司经营范围不符的；</li>
      <li>岗位名称与岗位描述不明确的；</li>
      <li>岗位名称包含岗位名称以外信息的；</li>
      <li>一个岗位发布多个岗位或重复发布相同岗位情节严重的；</li>
      <li>发布的岗位信息与实际所招聘岗位不符；</li>
      <li>包含广告、寻求合作、传销、直销等内容；</li>
      <li>包含鸡汤、段子、水贴等与招聘无关的信息；</li>
      <li>违规或高风险类信息；</li>
      <li>无经验交易员、分析师类岗位；</li>
      <li>涉及套路贷类岗位；</li>
      <li>跟剧组类岗位；</li>
      <li>演员、练习生、歌手类岗位；</li>
      <li>夜场等娱乐会所类岗位；</li>
      <li>涉及出海类的岗位，如船员、出海捕捞岗位等；</li>
      <li>工作地点不在中国境内；</li>
      <li>涉及异地培训类岗位；</li>
      <li>信用卡套现类岗位；</li>
      <li>淘宝刷单、微商代理、手机兼职、手工兼职类岗位；</li>
      <li>游戏代练类岗位；</li>
      <li>涉及发布代孕、捐精、捐卵业务；</li>
      <li>涉及恶意招聘大量（5个以上）内容涉及陪玩陪聊；</li>
      <li>挂靠类岗位；</li>
      <li>部分涉及保险业务的岗位（内测用户除外）；</li>
      <li>兼职推广或为其他平台拉用户的岗位；</li>
      <li>涉及网络发行、销售彩票类岗位；</li>
      <li>有涉黄倾向的模特类的岗位；</li>
      <li>被多位用户举报的岗位；</li>
      <li>涉及体验师类的岗位（含兼职），例如旅游体验师等；</li>
      <li>涉及发布超越正常工作范围的岗位，或岗位信息涉及私密关系的情况，如：陪酒、陪吃、陪住、陪玩、陪聊等；</li>
      <li>其他存在高风险及不符合产品政策的岗位。</li>
    </ul>
    <h4>四、禁止实施的行为</h4>
    <p>
      本平台严禁用户利用四季人才服务在发布、开聊、等各项环节，实施下述行为。如您/您的关联账号存在下述行为，您的岗位信息（免费、付费）均有可能无法审核通过或被删除/屏蔽；您的账号可能被暂时或永久冻结：
    </p>
    <ul>
      <li>实施任何辱党、辱国、传播邪教思想等违法及违背公序良俗的行为；</li>
      <li>在平台内使用涉及各国政治人物的图片；</li>
      <li>在平台内使用含色情、淫秽内容的图片；</li>
      <li>在平台内使用人身攻击或其他侵害他人权益的图片；</li>
      <li>
        通过非四季人才开发、授权的第三方软件、插件、外挂或系统或其他不正常的方式，登录、使用四季人才平台服务，影响或可能影响四季人才平台管理运营秩序的；
      </li>
      <li>以培训费、服装费、工作需要等任何名义向求职者索要财物、收取求职者费用、引导求职者贷款、引导求职者入金等；</li>
      <li>实施传销活动或骗取他人加入传销组织；</li>
      <li>招聘他人从事违法违规、违背公序良俗的活动，包括但不限于学术造假、作弊、替考、刷单、赌博等；</li>
      <li>直接或变相索取其他用户个人信息的行为；</li>
      <li>骚扰其他用户；</li>
      <li>利用平台可能存在的漏洞进行“撸羊毛”、获取‘岗位置顶’‘广告曝光’等道具产品、在第三方售卖前述道具产品；</li>
      <li>在平台内使用涉及广告（寻求合作）、营销的头像或宣传图片；</li>
      <li>以招聘名义招人培训；</li>
      <li>个体工商户发布异地岗位的行为；</li>
      <li>所招聘岗位无薪资或存在涉及拒发或恶意拖欠工资的行为；</li>
      <li>招聘未满16周岁人员；</li>
      <li>
        未通过平台功能与用户交换联系方式或诱导用户站外求职招聘，例如发送包含社交账号/通信方式（例如微信号/QQ号/手机号/第三方网站链接等）的开聊信息、发布包含前述内容的岗位；
      </li>
      <li>其他违反法律法规、违背公序良俗、对抗平台规则、破坏平台秩序等不当行为。</li>
    </ul>
    <h4>五、暂不提供服务的企业/门店类型</h4>
    <p>
      基于合法性、安全性、真实性、效率性及产品政策等原因，本平台暂不为存在以下情况的公司提供岗位发布服务。因此，您可能无法发布此类公司的介绍信息，无法发布相关的岗位信息，或/和该信息在发布后被平台驳回/删除/屏蔽：
    </p>
    <ul>
      <li>所招聘岗位无薪资或公司存在涉及拒发或恶意拖欠工资的公司；</li>
      <li>涉及以招聘名义招人培训的公司；</li>
      <li>存在刷单、微商代理、手机兼职、手工兼职业务的公司；</li>
      <li>存在跟剧组行为的公司；</li>
      <li>存在培养演员、练习生、歌手业务的公司；</li>
      <li>存在需要求职者去境外工作的公司；</li>
      <li>主营业务为夜场等娱乐场所的公司；</li>
      <li>涉及收取求职者费用、引导求职者贷款、引导求职者入金的公司；</li>
      <li>涉及色情、淫秽、性暗示或三俗内容的公司；</li>
      <li>存在直销或传销模式业务的公司；</li>
      <li>存在信用卡套现的公司；</li>
      <li>存在挂靠业务的公司；</li>
      <li>存在涉及套路贷业务的公司；</li>
      <li>在国家企业/门店信用信息公示系统中的登记状态为注销/吊销状态的公司；</li>
      <li>在国家企业/门店信用信息公示系统中被列入经营异常名录，情节严重的公司；</li>
      <li>在国家企业/门店信用信息公示系统中查询不到注册信息的公司；</li>
      <li>已被法院判定为破产或正在进行破产申请流程的公司；</li>
      <li>
        在媒体、网站或社交平台等渠道中查询到涉嫌存在严重失信、违法违规或违反平台规则（指您与四季人才公司签署的包括但不限于《四季人才用户协议》）等相关行为的公司；
      </li>
      <li>被多位用户举报的公司；</li>
      <li>涉及代孕、捐精、捐卵的业务的公司；</li>
      <li>涉及恶意招聘大量业务涉及陪玩陪聊的公司；</li>
      <li>涉及招聘无经验交易员、分析师的公司；</li>
      <li>涉及猎头业务、招聘流程外包等人力资源服务或为第三方招聘的公司（人才经纪人除外）；</li>
      <li>涉及保险业务的公司（除内测用户以外）；</li>
      <li>存在涉及虚拟/数字货币交易的公司；</li>
      <li>涉及兼职推广或为其他平台拉用户等业务的公司；</li>
      <li>涉嫌从事网络发行、销售彩票相关业务的公司；</li>
      <li>涉嫌非法经营或从事违法违规、违背公序良俗业务的公司；</li>
      <li>发布模特岗位且有涉黄倾向的公司；</li>
      <li>发布异地培训岗位的公司；</li>
      <li>发布涉及体验师类岗位（含兼职）的公司，例如旅游体验师等；</li>
      <li>发布涉及出海类岗位的公司，例如船员、出海捕捞岗位等；</li>
      <li>
        发布超越正常工作范围的岗位，或岗位信息包含私密关系的公司，如在岗位描述中包括陪酒、陪吃、陪住、陪玩、陪聊等；
      </li>
      <li>其他基于风控策略/安全风险/产品政策等原因无法提供服务的公司。</li>
    </ul>
    <h4>六、违规处罚规则</h4>
    <p>
      本平台有权对用户发布的企业/门店信息、岗位信息进行审核，对于不符合本规则的内容，有权采取拒绝发布、部分或全部删除等处理措施。
    </p>
    <p>
      用户违反前述第二条、第三条、第四条规定的内容，或者有其他可能损害四季人才利益或违法行为的，四季人才公司有权视情节采取，包括但不限于冻结您的账户的方式暂时乃至永久停止您使用四季人才服务且不做解封与退款处理、禁言、限制部分或全部功能的使用、取消预约面试等相关处理措施。如用户行为涉嫌违法犯罪的，四季人才有权向有关行政机关及司法部门举报、披露相关信息。
    </p>
    <p>
      您或您的关联账号涉嫌违反本规则，或者有其他明显损害四季人才公司利益或违法行为的，经本平台发现或用户投诉后核实的，四季人才公司有权视情节采取冻结账户的方式暂时乃至永久停止您使用四季人才服务且不做解封与退款处理。
    </p>
    <p>
      如您的行为给四季人才公司造成损失的，四季人才公司有权要求您赔偿全部的损失；如涉嫌违法犯罪的，四季人才公司有权向有关行政机关及司法部门举报、披露相关信息。
    </p>
    <p>如企业/门店商户违反本规则的情节严重的，四季人才公司有权冻结该企业/门店，即不为该企业/门店提供相关服务。</p>
    <p>
      为防止信息泄露，保障四季人才平台的稳定及安全，任何用户不得使用任何相关招聘管理系统/插件/外挂/工具/ATS，包括但不限于北森、大易、moka、图谱、云招、e成等，访问或接入四季人才系统及/或获取四季人才免费及付费服务（包括但不限于登录四季人才账号、发布岗位、浏览岗位、收发个人简介
      、筛选匹配、定向推送消息、自动沟通等）同时，用户不得制作、发布、传播上述插件/外挂/工具，无论以任何目的。
    </p>
    <p>
      用户违反本规则的，本平台可以依据本规则直接采取相关措施，并视情节严重程度选择是否通知用户。接到通知的用户可以通过“锁定通知”页面显示的渠道向本平台提交申诉。
      <br />
      两个用户名下认证的账号，被系统判定是关联账号的，如其中一个账号因违法违规被冻结的，其他关联账号均将被同时冻结。
    </p>
    <h4>七、其他规则</h4>
    <p>定义：</p>
    <p>本规则所称“异地岗位”指工作地点与招聘主体（指商户认证的企业/门店）营业执照地址不一致或不在同一城市的招聘信息。</p>
    <p>本平台有权根据法律法规、政策及产品需求更新本规则，并在平台内予以公布。新的规则自公布之日起生效。</p>
  </div>
</template>

<script>
import APIBridge from '@/utils/api-bridge'
export default {
  created() {
    setTimeout(() => {
      APIBridge.hideLoading({
        title: '', // 非必填
        mask: true, // （有空实现），是否显示遮罩，阻止穿透点击
      })
    }, 100)
  },
}
</script>

<style lang="scss">
@media screen and (min-width: 700px) {
  html {
    font-size: 13.33334/2 + vw;
  }
}

.page-agreement-privacy {
  h2,
  h3,
  h4,
  h5,
  h6 {
    font-size: 28px;
    margin: 20px 0;
  }

  a {
    color: blue !important;
    text-decoration: underline;
  }

  p {
    margin: 20px 0;
  }

  em {
    font-weight: bold;
  }

  ul {
    padding-left: 1em;
  }

  ul li {
    margin: 10px 0;
  }

  .bold_font {
    font-weight: 600;
  }
}
</style>
